import React from 'react';
import './TermsAndCondition.Module.css';

const TermsAndConditions = () => {
  return (
    <div className="terms-container">
      <br />
      <div className="text-left text-white block">
        <h1>Terms and Conditions</h1>
      </div>

      <br />
      <p>
        <ul>
          <li>
            စားသုံးသူကာကွယ်ရေးဥပဒေပါ စားသုံးသူအခွင့်အရေးများကို လေးစားလိုက်နာ၍
            စီးပွားရေး လုပ်ငန်းရှင်၏တာဝန်များကိုလည်းကောင်း၊
            စီးပွားရေးနှင့်ကူးသန်းရောင်းဝယ်ရေးဝန်ကြီးဌာန၏ ၂၁-၇-၂၀၂၃ ရက်စွဲပါ
            အမိန့်ကြော်ငြာစာ အမှတ်(၅၁/၂၀၂၃)၏ အပိုဒ် ၁၈ ပါ မှတ်ပုံတင်
            လက်မှတ်ရရှိသူ၏ တာဝန်များကိုလည်းကောင်း
            လိုက်နာဆောင်ရွက်ပါမည်ဖြစ်ကြောင်း တာဝန်ခံပါသည်။
          </li>
          <br />
          <li>
            ရောင်းချသော ကုန်စည် သို့မဟုတ် ဝန်ဆောင်မှုနှင့်စပ်လျဉ်း၍
            စားသုံးသူနစ်နာဆုံးရှုံးမှု တစ်စုံ တစ်ရာပေါ်ပေါက်ပါက
            ဖြေရှင်းဆောင်ရွက်ပေးရန် တာဝန်ယူပါသည်။
          </li>
          <br />
          <li>
            ဥပဒေအရ တားမြစ်ထားသော၊ ရောင်းချဖြန့်ဖြူးခွင့်မရှိသော ကုန်စည်
            သို့မဟုတ် ဝန်ဆောင်မှု များ၊ မူးယစ်ဆေးဝါးနှင့် စိတ်ကိုပြောင်းလဲစေသော
            ဆေးဝါးနှင့် ထုတ်ကုန်များ၊ Sexual Harassment and Abuse
            ကျူးလွန်မှုဖြစ်စေရန် လှုံ့ဆော်စေသော ဆေးဝါးနှင့် ထုတ်ကုန် များ၊
            အများပြည်သူလုံခြုံရေးနှင့် လူသားတို့၏ အသက်အန္တရာယ်ကို
            ထိခိုက်စေတတ်သော လက်နက်ခဲယမ်းများ၊ အာမခံချက်မရှိသော ကုန်စည် သို့မဟုတ်
            ဝန်ဆောင်မှုများ ရောင်းချ ခြင်း မပြုပါကြောင်း တာဝန်ခံပါသည်။
          </li>
          <br />
          <li>
            စနစ်တွင် ငွေပေးချေရာ၌ ပေးချေမှုအောင်မြင်ပြီး ဌာန၏
            သတ်မှတ်ငွေစာရင်းခေါင်းစဉ်သို့ ဝင်ရောက်ပြီးသည့် ရငွေများကို
            မည်သည့်အကြောင်းပြချက်နှင့်မျှ ပြန်လည် ထုတ်ပေးမည် မဟုတ်ကြောင်း
            သိရှိပြီးဖြစ်ပါသည်။
          </li>
          <br />
          <li>
            တရားမဝင်တင်သွင်းလာသော ကုန်စည်များ၊ ဥပဒေနှင့် ကိုက်ညီမှုမရှိဘဲ
            ထုတ်လုပ်ထားသည့် ကုန်စည်များကို ရောင်းချခြင်းမပြုပါကြောင်း
            တာဝန်ခံပါသည်။  ကုန်စည်နှင့် ဝန်ဆောင်မှု ဖြန့်ဖြူးရောင်းချရာတွင်
            သက်ဆိုင်ရာအစိုးရဌာန၊ အစိုးရအဖွဲ့ အစည်း၏ ခွင့်ပြုချက်၊ အထောက်အထား
            ရရှိရန် လိုအပ်ပါက ခွင့်ပြုချက်ရရှိမှသာ ဖြန့်ဖြူး
            ရောင်းချမည်ဖြစ်ကြောင်း တာဝန်ခံပါသည်။
          </li>
          <br />
          <li>
            အွန်လိုင်းစနစ်ဖြင့် ရောင်းချခြင်းလုပ်ငန်း မှတ်ပုံတင်လက်မှတ်
            လျှောက်ထားရရှိပြီးချိန်မှစ၍ မှတ်ပုံတင်လက်မှတ်နှင့်သက်ဆိုင်သော
            စည်းကမ်းချက်၊ သတ်မှတ်ချက်များကို ဖောက်ဖျက် ပါက မှတ်ပုံတင်လက်မှတ်ကို
            ကာလအကန့်အသတ်ဖြင့် ဆိုင်းငံ့ခြင်းနှင့် အပြီးအတိုင်ပယ်ဖျက် ခြင်းဖြင့်
            အရေးယူခံရမည်ဖြစ်ပါကြောင်း သိရှိနားလည်ပြီး ဖြစ်ကြောင်း တာဝန်ခံပါသည်။
          </li>
          <br />
          <li>
            တည်ဆဲဥပဒေများနှင့် အခါအားလျော်စွာ ထုတ်ပြန်သော
            စည်းကမ်းသတ်မှတ်ချက်များကို လေးစားလိုက်နာမည် ဖြစ်ကြောင်း
            တာဝန်ခံပါသည်။
          </li>
        </ul>
      </p>
    </div>
  );
};

export default TermsAndConditions;
